Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Depth where the fog reaches full density. Keep it above Fog Near or the gradient inverts.
ar: العمق الذي يبلغ عنده الضباب كامل كثافته. أبقِه أعلى من «قُرب الضباب» وإلا انعكس التدرج.
de: Tiefe, in der der Nebel seine volle Dichte erreicht. Halten Sie den Wert über „Nebel nah“, sonst kehrt sich der Verlauf um.
es: Profundidad a la que la niebla alcanza su densidad máxima. Mantenla por encima de Niebla cercana o el degradado se invertirá.
fr: Profondeur à laquelle le brouillard atteint sa densité maximale. Gardez-la supérieure à « Brouillard proche », sinon le dégradé s’inverse.
hi: वह डेप्थ जहाँ कोहरा पूरा घना हो जाता है. इसे Fog Near से ऊपर रखें, वरना ग्रेडिएंट उलट जाता है.
it: Profondità a cui la nebbia raggiunge la massima densità. Mantienila sopra Nebbia vicina o il gradiente si inverte.
ja: フォグが最大濃度に達する深度です。「フォグ（近）」より大きくしないと、グラデーションが反転します。
ko: 안개가 최대 밀도에 도달하는 깊이입니다. 안개 근거리보다 크게 유지하지 않으면 그레이디언트가 반전됩니다.
pl: Głębia, na której mgła osiąga pełną gęstość. Utrzymuj ją powyżej wartości „Mgła – blisko”, bo inaczej gradient się odwróci.
pt_br: Profundidade em que a névoa atinge a densidade máxima. Mantenha acima de Névoa Próxima, ou o gradiente se inverte.
ru: Глубина, на которой туман достигает полной плотности. Держите её выше значения «Начало тумана», иначе градиент перевернётся.
tr: Sisin tam yoğunluğa ulaştığı derinlik. Bunu Sis Yakın değerinin üzerinde tutun, aksi hâlde geçiş tersine döner.
uk: Глибина, на якій туман досягає повної щільності. Тримайте її більшою за «Туман поблизу», інакше градієнт інвертується.
zh_hans: 雾达到最大浓度的深度。应大于“雾近端”，否则渐变会反转。
zh_hant: 霧達到最大濃度的深度。請保持大於「霧近端」，否則漸層會反轉。

source: Depth where the fog starts. Nothing closer than this is fogged.
ar: العمق الذي يبدأ عنده الضباب. لا يتأثر بالضباب أي شيء أقرب من ذلك.
de: Tiefe, in der der Nebel beginnt. Näheres bleibt nebelfrei.
es: Profundidad a la que empieza la niebla. Nada más cercano recibe niebla.
fr: Profondeur à laquelle commence le brouillard. Rien de plus proche n’est embrumé.
hi: वह डेप्थ जहाँ से कोहरा शुरू होता है. इससे पास की किसी चीज़ पर कोहरा नहीं पड़ता.
it: Profondità a cui inizia la nebbia. Niente di più vicino viene annebbiato.
ja: フォグが始まる深度です。これより手前にはフォグがかかりません。
ko: 안개가 시작되는 깊이입니다. 이보다 가까운 곳에는 안개가 끼지 않습니다.
pl: Głębia, od której zaczyna się mgła. Nic, co jest bliżej, nie jest zamglone.
pt_br: Profundidade em que a névoa começa. Nada mais próximo que isso recebe névoa.
ru: Глубина, с которой начинается туман. Всё, что ближе, не затуманивается.
tr: Sisin başladığı derinlik. Bundan daha yakın hiçbir şey sislenmez.
uk: Глибина, з якої починається туман. Ніщо ближче не затуманюється.
zh_hans: 雾开始出现的深度。比此更近的内容不会被雾覆盖。
zh_hant: 霧開始出現的深度。比此更近的部分不會起霧。

source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
hi: अवरोही
it: Decrescente
ja: 降順
ko: 내림차순
pl: Malejąco
pt_br: Decrescente
ru: По убыванию
tr: Azalan
uk: За спаданням
zh_hans: 降序
zh_hant: 遞減

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 세부사항
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
hi: डेवलपर
it: Sviluppatore
ja: デベロッパ
ko: 개발자
pl: Deweloper
pt_br: Desenvolvedor
ru: Разработчик
tr: Geliştirici
uk: Розробник
zh_hans: 开发者
zh_hant: 開發者

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
it: Dispositivo
ja: デバイス
ko: 기기
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
tr: Aygıt
uk: Пристрій
zh_hans: 设备
zh_hant: 裝置

source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnóstico
fr: Diagnostic
hi: डायग्नॉस्टिक
it: Diagnosi
ja: 診断
ko: 진단
pl: Diagnostyka
pt_br: Diagnóstico
ru: Диагностика
tr: Tanılar
uk: Діагностика
zh_hans: 诊断
zh_hant: 診斷

source: Diffuse
ar: انتشار
de: Auflösen
es: Difuso
fr: Diffus
hi: बिखराव
it: Diffusione
ja: 拡散
ko: 확산
pl: Rozproszenie
pt_br: Difuso
ru: Размытие
tr: Dağılma
uk: Розсіювання
zh_hans: 漫反射
zh_hant: 擴散

source: Direction
ar: اتجاه
de: Richtung
es: Dirección
hi: दिशा
it: Direzione
ja: 方向
ko: 방향
pl: Kierunek
pt_br: Direção
ru: Направление
tr: Yön
uk: Напрямок
zh_hans: 方向
zh_hant: 方向

source: Direction the effect travels, in degrees.
ar: اتجاه حركة التأثير بالدرجات.
de: Richtung, in die sich der Effekt bewegt, in Grad.
es: Dirección en la que avanza el efecto, en grados.
fr: Direction de déplacement de l’effet, en degrés.
hi: इफ़ेक्ट की दिशा, डिग्री में.
it: Direzione in cui si muove l’effetto, in gradi.
ja: エフェクトが進む方向（度）です。
ko: 효과가 이동하는 방향(도 단위)입니다.
pl: Kierunek ruchu efektu w stopniach.
pt_br: Direção em que o efeito se desloca, em graus.
ru: Направление движения эффекта в градусах.
tr: Efektin ilerlediği yön, derece cinsinden.
uk: Напрямок руху ефекту в градусах.
zh_hans: 效果移动的方向，以度为单位。
zh_hant: 效果移動的方向，以度為單位。

source: Direction the waves travel, in degrees.
ar: اتجاه حركة الأمواج بالدرجات.
de: Richtung, in die sich die Wellen bewegen, in Grad.
es: Dirección en la que avanzan las olas, en grados.
fr: Direction de déplacement des vagues, en degrés.
hi: लहरों की दिशा, डिग्री में.
it: Direzione in cui si muovono le onde, in gradi.
ja: 波が進む方向（度）です。
ko: 파도가 이동하는 방향(도 단위)입니다.
pl: Kierunek ruchu fal w stopniach.
pt_br: Direção em que as ondas se deslocam, em graus.
ru: Направление движения волн в градусах.
tr: Dalgaların ilerlediği yön, derece cinsinden.
uk: Напрямок руху хвиль у градусах.
zh_hans: 波浪移动的方向，以度为单位。
zh_hant: 波浪行進的方向，以度為單位。

source: Disable all
ar: إيقاف الكل
de: Alle deaktivieren
es: Desactivar todo
fr: Tout désactiver
hi: सभी बंद करें
it: Disabilita tutto
ja: すべて無効
ko: 모두 비활성화
pl: Wyłącz wszystko
pt_br: Desabilitar Tudo
ru: Выкл. все
tr: Tümünü devre dışı bırak
uk: Вимкнути все
zh_hans: 禁用全部
zh_hant: 全部停用

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
it: Disattivato
ja: 無効
ko: 비활성화됨
pl: Wyłączone
pt_br: Desativado
ru: Выключено
tr: Etkin Değil
uk: Вимкнено
zh_hans: 已停用
zh_hant: 已停用

source: Disabled turns bloom off in scenes. Ultra lets scenes made for HDR draw their bloom in HDR, and Ultra (Display HDR) also sends HDR to the display.
ar: يوقف «معطّل» التوهج في المشاهد. ويتيح «فائق» للمشاهد المصممة لـ HDR رسم توهجها بتقنية HDR، ويرسل «فائق (HDR لشاشة العرض)» أيضًا HDR إلى شاشة العرض.
de: Deaktiviert schaltet Bloom in Szenen aus. Ultra lässt für HDR gemachte Szenen ihr Bloom in HDR zeichnen, und Ultra (Display-HDR) gibt HDR auch an das Display aus.
es: Desactivado quita el resplandor en las escenas. Ultra permite que las escenas hechas para HDR dibujen su resplandor en HDR, y Ultra (HDR de pantalla) también envía HDR a la pantalla.
fr: Désactivé coupe le flou lumineux dans les scènes. Ultra permet aux scènes conçues pour le HDR de dessiner leur flou lumineux en HDR, et Ultra (HDR du moniteur) envoie aussi du HDR au moniteur.
hi: अक्षम, सीन में ब्लूम बंद करता है। अल्ट्रा, HDR के लिए बने सीन को अपना ब्लूम HDR में बनाने देता है, और अल्ट्रा (डिस्प्ले HDR) डिस्प्ले पर भी HDR भेजता है।
it: Disattivato spegne il bloom nelle scene. Ultra consente alle scene create per l’HDR di disegnare il bloom in HDR, e Ultra (Display HDR) invia anche l’HDR allo schermo.
ja: 無効にするとシーンのブルームがオフになります。ウルトラでは HDR 用のシーンがブルームを HDR で描画し、ウルトラ（ディスプレイHDR）ではディスプレイにも HDR を出力します。
ko: 비활성화됨은 장면의 블룸을 끕니다. 울트라는 HDR용으로 만든 장면이 블룸을 HDR로 그리게 하고, 울트라(디스플레이 HDR)는 디스플레이에도 HDR을 출력합니다.
pl: Wyłączone wyłącza bloom w scenach. Ultra pozwala scenom stworzonym dla HDR rysować bloom w HDR, a Ultra (HDR wyświetlacza) wysyła też HDR do wyświetlacza.
pt_br: Desativado desliga o bloom nas cenas. Ultra permite que cenas feitas para HDR desenhem o bloom em HDR, e Ultra (HDR da Tela) também envia HDR para a tela.
ru: «Выключено» отключает Bloom в сценах. «Ультра» позволяет сценам, созданным для HDR, рисовать Bloom в HDR, а «Ультра (HDR дисплея)» также выводит HDR на дисплей.
tr: Etkin Değil, sahnelerde bloom’u kapatır. Ultra, HDR için yapılmış sahnelerin bloom’u HDR olarak çizmesini sağlar; Ultra (Ekran HDR) ekrana da HDR gönderir.
uk: «Вимкнено» вимикає Bloom-ефект у сценах. «Ультра» дає змогу сценам, створеним для HDR, малювати Bloom-ефект у HDR, а «Ультра (HDR-дисплей)» також виводить HDR на дисплей.
zh_hans: “已停用”会关闭场景中的泛光。“超高”让为 HDR 制作的场景以 HDR 绘制泛光，“超高（显示器 HDR）”还会向显示器输出 HDR。
zh_hant: 「已停用」會關閉場景中的光暈。「超高」讓為 HDR 製作的場景以 HDR 繪製光暈，「超高（顯示器 HDR）」還會向顯示器輸出 HDR。

source: Discover
ar: استكشف
de: Entdecken
es: Descubrir
fr: Découvrir
hi: खोजें
it: Esplora
ja: 発見
ko: 발견
pl: Odkryj
pt_br: Descobrir
ru: Рекомендации
tr: Keşfet
uk: Огляд
zh_hans: 发现
zh_hant: 探索

source: Dismiss
ar: استبعاد
de: Schließen
es: Cerrar
fr: Fermer
hi: ख़ारिज करें
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Descartar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Display
ar: شاشة العرض
es: Pantalla
fr: Moniteur
hi: डिस्प्ले
it: Schermo
ja: ディスプレイ
ko: 디스플레이
pl: Wyświetlacz
pt_br: Tela
ru: Дисплей
tr: Ekran
uk: Дисплей
zh_hans: 显示器
zh_hant: 顯示器

source: Display (%@)
ar: شاشة العرض (%@)
es: Pantalla (%@)
fr: Moniteur (%@)
hi: डिस्प्ले (%@)
it: Schermo (%@)
ja: ディスプレイ（%@）
ko: 디스플레이 (%@)
pl: Wyświetlacz (%@)
pt_br: Tela (%@)
ru: Дисплей (%@)
tr: Ekran (%@)
uk: Дисплей (%@)
zh_hans: 显示器（%@）
zh_hant: 顯示器（%@）

source: Display Settings
ar: إعدادات شاشة العرض
de: Displayeinstellungen
es: Ajustes de pantalla
fr: Réglages des moniteurs
hi: डिस्प्ले सेटिंग
it: Impostazioni schermo
ja: ディスプレイ設定
ko: 디스플레이 설정
pl: Ustawienia wyświetlacza
pt_br: Ajustes de Tela
ru: Настройки дисплеев
tr: Ekran Ayarları
uk: Параметри дисплея
zh_hans: 显示器设置
zh_hant: 顯示器設定

source: Display asleep
ar: شاشة العرض في وضع السكون
de: Display im Ruhezustand
es: Pantalla en reposo
fr: Moniteur en veille
hi: डिस्प्ले स्लीप में होने पर
it: Schermo in stop
ja: ディスプレイのスリープ中
ko: 디스플레이 잠자기 시
pl: Wyświetlacz uśpiony
pt_br: Tela em repouso
ru: Дисплей в режиме сна
tr: Ekran uykudayken
uk: Дисплей у режимі сну
zh_hans: 显示器睡眠时
zh_hant: 顯示器睡眠時

source: Display saves the wallpaper at the display's own pixels. 4K and 8K render it again at that size along the display's long side, at the display's shape.
ar: يحفظ خيار ”شاشة العرض“ الخلفية بوحدات بكسل شاشة العرض نفسها. ويعيد 4K و8K عرضها بهذا الحجم على امتداد الضلع الأطول لشاشة العرض وبنفس أبعادها.
de: „Display“ sichert das Hintergrundbild in den Pixeln des Displays. 4K und 8K rendern es erneut in dieser Größe entlang der langen Seite des Displays, in seinem Seitenverhältnis.
es: «Pantalla» guarda el fondo de pantalla con los píxeles de la pantalla. 4K y 8K lo vuelven a renderizar a ese tamaño en el lado largo de la pantalla, con su forma.
fr: « Moniteur » enregistre le fond d’écran à la résolution du moniteur. 4K et 8K le rendent à nouveau à cette taille sur le grand côté du moniteur, dans ses proportions.
hi: “डिस्प्ले” वॉलपेपर को डिस्प्ले के अपने पिक्सेल पर सहेजता है। 4K और 8K इसे डिस्प्ले की लंबी भुजा पर उस आकार में, डिस्प्ले के अनुपात में दोबारा रेंडर करते हैं।
it: “Schermo” salva lo sfondo ai pixel dello schermo. 4K e 8K lo renderizzano di nuovo a quella dimensione lungo il lato lungo dello schermo, con le sue proporzioni.
ja: 「ディスプレイ」はディスプレイ自体のピクセルで壁紙を保存します。4K と 8K はディスプレイの長辺をそのサイズにして、ディスプレイの縦横比のまま改めてレンダリングします。
ko: ‘디스플레이’는 디스플레이의 픽셀 그대로 배경화면을 저장합니다. 4K와 8K는 디스플레이의 긴 변을 해당 크기로 하여 디스플레이 비율대로 다시 렌더링합니다.
pl: „Wyświetlacz” zapisuje tapetę w pikselach wyświetlacza. 4K i 8K renderują ją ponownie w tym rozmiarze wzdłuż dłuższego boku wyświetlacza, w jego proporcjach.
pt_br: Tela salva a imagem de fundo com os pixels da própria tela. 4K e 8K a renderizam novamente nesse tamanho no lado maior da tela, no formato dela.
ru: «Дисплей» сохраняет обои в пикселях дисплея. 4K и 8K отрисовывают их заново в этом размере по длинной стороне дисплея, с его пропорциями.
tr: Ekran, duvar kâğıdını ekranın kendi piksellerinde kaydeder. 4K ve 8K onu ekranın uzun kenarı boyunca bu boyutta, ekranın en boy oranında yeniden işler.
uk: «Дисплей» зберігає шпалери в пікселях дисплея. 4K і 8K відтворюють їх наново в цьому розмірі за довгою стороною дисплея, з його пропорціями.
zh_hans: “显示器”以显示器自身的像素存储墙纸。4K 和 8K 会以该尺寸作为显示器的长边、按显示器的比例重新渲染。
zh_hant: 「顯示器」會以顯示器本身的像素儲存背景圖片。4K 和 8K 會以該尺寸作為顯示器的長邊、依顯示器的比例重新算繪。

source: Display, the default, renders at the display's size in points (a quarter of the pixels on Retina) and scales up; web wallpapers then draw at standard resolution too. Retina renders the native pixels one for one, and Full renders the wallpaper's authored size scaled to fit.
ar: يعرض خيار «شاشة العرض»، وهو الافتراضي، بحجم شاشة العرض بالنقاط (ربع وحدات البكسل على Retina) ثم يكبّر، وعندها تُرسم خلفيات الويب أيضًا بالدقة القياسية. ويعرض «Retina» وحدات البكسل الأصلية واحدًا لواحد، ويعرض «كامل» الحجم الأصلي للخلفية مع تحجيمه ليلائم الشاشة.
de: Display, die Standardeinstellung, rendert in der Größe des Displays in Punkten (ein Viertel der Pixel bei Retina) und skaliert hoch; Web-Hintergrundbilder werden dann ebenfalls in Standardauflösung gezeichnet. Retina rendert die nativen Pixel eins zu eins, und Voll rendert die vom Hintergrundbild vorgesehene Größe, passend skaliert.
es: Pantalla, la opción predeterminada, renderiza al tamaño de la pantalla en puntos (una cuarta parte de los píxeles en Retina) y escala; los fondos de pantalla web también se dibujan entonces a resolución estándar. Retina renderiza los píxeles nativos uno a uno, y Completo renderiza el tamaño original del fondo de pantalla, escalado para encajar.
fr: Moniteur, le réglage par défaut, effectue le rendu à la taille du moniteur en points (un quart des pixels sur Retina) puis agrandit ; les fonds d’écran web sont alors aussi dessinés en résolution standard. Retina effectue le rendu des pixels natifs un pour un, et Complet à la taille prévue du fond d’écran, mise à l’échelle pour tenir.
hi: डिफ़ॉल्ट डिस्प्ले विकल्प डिस्प्ले के पॉइंट साइज़ (Retina पर एक चौथाई पिक्सेल) पर रेंडर करके बड़ा करता है; तब वेब वॉलपेपर भी स्टैंडर्ड रेज़ोल्यूशन पर बनते हैं। Retina नेटिव पिक्सेल एक-से-एक रेंडर करता है, और पूर्ण वॉलपेपर के मूल साइज़ पर रेंडर करके उसे फ़िट करता है।
it: Schermo, l’opzione predefinita, esegue il rendering alle dimensioni dello schermo in punti (un quarto dei pixel su Retina) e ingrandisce; anche gli sfondi web vengono allora disegnati a risoluzione standard. Retina esegue il rendering dei pixel nativi uno a uno, e Completo alle dimensioni originali dello sfondo, adattate allo schermo.
ja: デフォルトの「ディスプレイ」は、ディスプレイのポイントサイズ（Retina ではピクセル数の 4 分の 1）でレンダリングして拡大し、Web 壁紙も標準解像度で描画します。「Retina」はネイティブのピクセルを等倍でレンダリングし、「フル」は壁紙の本来のサイズでレンダリングして画面に合わせます。
ko: 기본값인 디스플레이는 디스플레이의 포인트 크기(Retina에서는 픽셀의 4분의 1)로 렌더링한 후 확대하며, 이때 웹 배경화면도 표준 해상도로 그립니다. Retina는 기본 픽셀을 1:1로 렌더링하고, 전체는 배경화면의 원래 크기로 렌더링해 화면에 맞춥니다.
pl: Wyświetlacz, ustawienie domyślne, renderuje w rozmiarze wyświetlacza w punktach (jedna czwarta pikseli na Retinie) i skaluje w górę; tapety internetowe są wtedy też rysowane w standardowej rozdzielczości. Retina renderuje natywne piksele jeden do jednego, a Pełne renderuje oryginalny rozmiar tapety dopasowany do ekranu.
pt_br: Tela, o padrão, renderiza no tamanho da tela em pontos (um quarto dos pixels na Retina) e amplia; as imagens de fundo web também são desenhadas em resolução padrão. Retina renderiza os pixels nativos um a um, e Completo renderiza o tamanho original da imagem de fundo, ajustado à tela.
ru: «Дисплей» (по умолчанию) отрисовывает в размере дисплея в точках (четверть пикселей на Retina) и масштабирует вверх; веб-обои тогда тоже рисуются в стандартном разрешении. «Retina» отрисовывает собственные пиксели один к одному, а «Полная» — в исходном размере обоев с масштабированием по экрану.
tr: Varsayılan Ekran seçeneği, ekranın nokta boyutunda (Retina’da piksellerin dörtte biri) işler ve büyütür; web duvar kâğıtları da bu durumda standart çözünürlükte çizilir. Retina doğal pikselleri bire bir işler, Tam ise duvar kâğıdının özgün boyutunu sığacak şekilde ölçekleyerek işler.
uk: «Дисплей» (типово) відтворює в розмірі дисплея в точках (чверть пікселів на Retina) і масштабує вгору; вебшпалери тоді теж малюються у стандартній роздільності. «Retina» відтворює власні пікселі один до одного, а «Повна» — в авторському розмірі шпалери з масштабуванням під екран.
zh_hans: 默认的“显示器”以显示器的点尺寸（在 Retina 上为四分之一的像素）渲染后放大，此时网页墙纸也以标准分辨率绘制。“Retina”按原生像素一比一渲染，“完整”以墙纸的原始尺寸渲染并缩放以适合屏幕。
zh_hant: 預設的「顯示器」以顯示器的點尺寸（在 Retina 上為四分之一的像素）渲染後放大，此時網頁背景圖片也會以標準解析度繪製。「Retina」依原生像素一比一渲染，「完整」以背景圖片的原始尺寸渲染並縮放以符合螢幕。

source: Displays
ar: شاشات العرض
es: Pantallas
fr: Moniteurs
hi: डिस्प्ले
it: Schermi
ja: ディスプレイ
ko: 디스플레이
pl: Wyświetlacze
pt_br: Telas
ru: Дисплеи
tr: Ekranlar
uk: Дисплеї
zh_hans: 显示器
zh_hant: 顯示器

source: Distorts the layer with rolling waves.
ar: يشوّه الطبقة بأمواج متدحرجة.
de: Verzerrt die Ebene mit rollenden Wellen.
es: Distorsiona la capa con olas ondulantes.
fr: Déforme le calque avec des vagues déferlantes.
hi: लेयर को लहराती तरंगों से डिस्टॉर्ट करता है.
it: Distorce il livello con onde che si propagano.
ja: うねる波でレイヤーをゆがませます。
ko: 굽이치는 파도로 레이어를 왜곡합니다.
pl: Zniekształca warstwę przetaczającymi się falami.
pt_br: Distorce a camada com ondas contínuas.
ru: Искажает слой накатывающими волнами.
tr: Katmanı yuvarlanan dalgalarla bozar.
uk: Спотворює шар хвилями, що накочуються.
zh_hans: 用翻滚的波浪扭曲图层。
zh_hant: 以翻滾的波浪扭曲圖層。

source: Do Not Disturb
ar: عدم الإزعاج
de: Nicht stören
es: No molestar
fr: Ne pas déranger
hi: परेशान न करें
it: Non disturbare
ja: おやすみモード
ko: 방해 금지 모드
pl: Nie przeszkadzać
pt_br: Não Perturbe
ru: Не беспокоить
tr: Rahatsız Etme
uk: Не турбувати
zh_hans: 勿扰模式
zh_hant: 勿擾模式

source: Do you want to delete the preset “%@”?
ar: هل تريد حذف الإعداد المسبق ”%@“؟
de: Möchten Sie die Voreinstellung „%@“ löschen?
es: ¿Quieres eliminar el preajuste «%@»?
fr: Voulez-vous supprimer le préréglage « %@ » ?
hi: क्या आप प्रीसेट “%@” हटाना चाहते हैं?
it: Vuoi eliminare il preset “%@”?
ja: プリセット“%@”を削除しますか?
ko: ‘%@’ 사전 설정을 삭제하겠습니까?
pl: Czy chcesz usunąć ustawienie wstępne „%@”?
pt_br: Deseja apagar a predefinição “%@”?
ru: Удалить пресет «%@»?
tr: “%@” hazır ayarını silmek istiyor musunuz?
uk: Видалити пресет «%@»?
zh_hans: 要删除预设“%@”吗?
zh_hant: 要刪除預設組合「%@」嗎?

source: Do you want to reset the properties of “%@” back to their defaults?
ar: هل تريد إعادة تعيين خصائص «%@» إلى قيمها الافتراضية؟
de: Möchten Sie die Eigenschaften von „%@“ auf ihre Standardwerte zurücksetzen?
es: ¿Quieres restablecer las propiedades de «%@» a sus valores predeterminados?
fr: Voulez-vous réinitialiser les propriétés de « %@ » à leurs valeurs par défaut ?
hi: क्या आप “%@” की प्रॉपर्टी को उनके डिफ़ॉल्ट पर रीसेट करना चाहते हैं?
it: Vuoi ripristinare le proprietà di “%@” ai valori predefiniti?
ja: 「%@」のプロパティをデフォルトに戻しますか？
ko: ‘%@’의 속성을 기본값으로 재설정하시겠습니까?
pl: Czy chcesz zresetować właściwości „%@” do wartości domyślnych?
pt_br: Deseja redefinir as propriedades de “%@” para os padrões?
ru: Сбросить свойства «%@» до значений по умолчанию?
tr: “%@” özelliklerini varsayılan değerlerine sıfırlamak istiyor musunuz?
uk: Скинути властивості «%@» до стандартних значень?
zh_hans: 要将“%@”的属性重置为默认值吗？
zh_hant: 要將「%@」的屬性重置為預設值嗎？

source: Do you want to undo every Scene Editor (Live) edit of “%@”? Its properties are kept.
ar: هل تريد التراجع عن كل تعديلات محرر المشهد (مباشر) على «%@»؟ يتم الاحتفاظ بخصائصها.
de: Möchten Sie alle Änderungen an „%@“ im Szeneneditor (Live) widerrufen? Die Eigenschaften bleiben erhalten.
es: ¿Quieres deshacer todos los cambios del Editor de escenas (en vivo) en «%@»? Sus propiedades se conservan.
fr: Voulez-vous annuler toutes les modifications de « %@ » faites dans l’Éditeur de scène (en direct) ? Ses propriétés sont conservées.
hi: क्या आप “%@” में सीन एडिटर (लाइव) के हर बदलाव को पहले जैसा करना चाहते हैं? इसकी प्रॉपर्टी बनी रहेंगी।
it: Vuoi annullare ogni modifica a “%@” fatta nell’Editor scena (live)? Le sue proprietà vengono mantenute.
ja: 「%@」へのシーンエディタ（ライブ）での編集をすべて取り消しますか？プロパティは保持されます。
ko: ‘%@’에 대한 장면 편집기(라이브) 편집 내용을 모두 취소하시겠습니까? 속성은 유지됩니다.
pl: Czy chcesz cofnąć wszystkie zmiany „%@” wprowadzone w Edytorze sceny (na żywo)? Jej właściwości zostaną zachowane.
pt_br: Deseja desfazer todas as edições do Editor de Cena (ao vivo) em “%@”? As propriedades são mantidas.
ru: Отменить все изменения «%@», сделанные в Редакторе сцены (вживую)? Свойства сохранятся.
tr: “%@” için tüm Sahne Düzenleyicisi (Canlı) düzenlemelerini geri almak istiyor musunuz? Özellikleri korunur.
uk: Скасувати всі зміни «%@», зроблені в Редакторі сцени (наживо)? Властивості збережуться.
zh_hans: 要撤销场景编辑器（实时）对“%@”所做的所有编辑吗？其属性会保留。
zh_hant: 要還原場景編輯器（即時）對「%@」所做的所有編輯嗎？其屬性會保留。

source: Do you want to undo every Scene Editor edit of “%@”? Its properties are kept.
ar: هل تريد التراجع عن كل تعديلات محرر المشهد على «%@»؟ يتم الاحتفاظ بخصائصها.
de: Möchten Sie alle Änderungen an „%@“ im Szeneneditor widerrufen? Die Eigenschaften bleiben erhalten.
es: ¿Quieres deshacer todos los cambios del Editor de escenas en «%@»? Sus propiedades se conservan.
fr: Voulez-vous annuler toutes les modifications de « %@ » faites dans l’Éditeur de scène ? Ses propriétés sont conservées.
hi: क्या आप “%@” में सीन एडिटर के हर बदलाव को पहले जैसा करना चाहते हैं? इसकी प्रॉपर्टी बनी रहेंगी।
it: Vuoi annullare ogni modifica a “%@” fatta nell’Editor scena? Le sue proprietà vengono mantenute.
ja: 「%@」へのシーンエディタでの編集をすべて取り消しますか？プロパティは保持されます。
ko: ‘%@’에 대한 장면 편집기 편집 내용을 모두 취소하시겠습니까? 속성은 유지됩니다.
pl: Czy chcesz cofnąć wszystkie zmiany „%@” wprowadzone w Edytorze sceny? Jej właściwości zostaną zachowane.
pt_br: Deseja desfazer todas as edições do Editor de Cena em “%@”? As propriedades são mantidas.
ru: Отменить все изменения «%@», сделанные в Редакторе сцены? Свойства сохранятся.
tr: “%@” için tüm Sahne Düzenleyicisi düzenlemelerini geri almak istiyor musunuz? Özellikleri korunur.
uk: Скасувати всі зміни «%@», зроблені в Редакторі сцени? Властивості збережуться.
zh_hans: 要撤销场景编辑器对“%@”所做的所有编辑吗？其属性会保留。
zh_hant: 要還原場景編輯器對「%@」所做的所有編輯嗎？其屬性會保留。

source: Don't Ask Again
ar: عدم السؤال مرة أخرى
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
hi: फिर से न पूछें
it: Non chiedere più
ja: 今後確認しない
ko: 다시 묻지 않음
pl: Nie pytaj ponownie
pt_br: Não Perguntar Novamente
ru: Больше не спрашивать
tr: Bir Daha Sorma
uk: Більше не питати
zh_hans: 不再询问
zh_hant: 不要再詢問

source: Don't ask again for this wallpaper
ar: عدم السؤال مجددًا لهذه الخلفية
de: Bei diesem Hintergrundbild nicht mehr fragen
es: No volver a preguntar para este fondo de pantalla
fr: Ne plus demander pour ce fond d’écran
hi: इस वॉलपेपर के लिए फिर से न पूछें
it: Non chiedere più per questo sfondo
ja: この壁紙について今後確認しない
ko: 이 배경화면에 대해 다시 묻지 않음
pl: Nie pytaj ponownie o tę tapetę
pt_br: Não perguntar novamente para esta imagem de fundo
ru: Больше не спрашивать об этих обоях
tr: Bu duvar kâğıdı için bir daha sorma
uk: Більше не питати для цієї шпалери
zh_hans: 不再询问此墙纸
zh_hant: 此背景圖片不要再詢問

source: Don't show release notes
ar: عدم عرض ملاحظات الإصدار
de: Versionshinweise nicht anzeigen
es: No mostrar las notas de la versión
fr: Ne pas afficher les notes de version
hi: रिलीज़ नोट्स न दिखाएँ
it: Non mostrare le note di rilascio
ja: リリースノートを表示しない
ko: 릴리스 노트 보지 않기
pl: Nie pokazuj informacji o wersji
pt_br: Não mostrar notas de versão
ru: Не показывать примечания к выпуску
tr: Sürüm notlarını gösterme
uk: Не показувати примітки до випуску
zh_hans: 不显示发行说明
zh_hant: 不顯示版本說明

source: Done
ar: تم
de: Fertig
es: OK
fr: Terminé
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Door
ar: باب
de: Schiebetür
es: Puerta
fr: Porte
hi: दरवाज़ा
it: Porta
ja: ドア
ko: 문
pl: Drzwi
pt_br: Porta
ru: Дверь
tr: Kapı
uk: Двері
zh_hans: 门
zh_hant: 門

source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
pl: Pobierz
pt_br: Baixar
ru: Загрузить
tr: İndir
uk: Викачати
zh_hans: 下载
zh_hant: 下載
